Repository: starzia/ClapIR
Catalog: ClapIR/*.lproj/Localizable.strings
Languages: de, es

source: Please wait
de: Bitte warten
es: Por favor espere

# WAIT INSTRUCTIONS
source: Five seconds of audio are needed to compute the background level. Be quiet!
de: F체nf Sekunden sind erforderlich, um den Hintergrundpegel zu berechnen. Ruhe!
es: Se necesitan cinco segundos de audio para calcular el nivel de fondo. ¡Cállate!

source: Email unavailable
de: Mail nicht verf체gbar
es: Enviar disponibles

# EMAIL ERROR
source: Please configure your email settings before trying to use this option.
de: Bitte konfigurieren Sie Ihre E-Mail-Einstellungen, bevor Sie versuchen, diese Option zu nutzen.
es: Por favor, configure los ajustes de email antes de tratar de usar esta opción.

source: Cancel
de: Stornieren
es: Cancelar

source: Visit the website
de: Besuchen Sie die Website
es: Visite el sitio web

source: Email us feedback
de: Mailen Sie uns Feedback
es: Envíenos un correo electrónico

source: Email your results
de: Schicken Sie Ihre Ergebnisse
es: Enviar los resultados

source: Reset
de: Zur체cksetzen
es: Reajustar

# CLAP INSTRUCTIONS
source: Clap your hands or pop a balloon to measure the room's acoustics.
de: Clap Ihre H채nde oder Pop ein Ballon, um die Raumakustik zu messen.
es: Aplauda sus manos o reventar un globo para medir la acústica de la sala.
